[
    {"title":"Customized Software Development","description":"We offer the custom software development and consulting services to help you pull off your next project ideas with less stress and cost. We work towards the best talents and minds  in the different fields of purpose and providing a different types of software for making a business perfect , easier and faster. Our excellent software development team works based on the customer needs and benefits and gives the best software solutions more than the customer expectations.We work with our clients to provide them a complete suite of solutions for the web including custom designed web sites, and web enabling their complete business requirements and customer relation solutions. We always forward to serve the clients."},
    {"title":"Website Design & Development","description":"A web design & web development is the skill of creating presentations of content that is delivered to an end user through the world wide web by a way of web browser or other web enabled software like internet television clients and RSS readers.  A sleek website with well crafted content is essential to getting attention online. We know the ins and outs of website design and development. Our web design team provides the best web solutions which are attractive and more secure. We understand your website requirements and design your dream website. We develop your website with best technology and high quality designs. Also our team will develop- websites in almost 10 + web technologies. Our team develops the best SEO for your website and help in your growth."},
    {"title":"Mobile Application Development","description":"Today world is all about mobility. This call for instant access to information which has changed the way companies  do business, responds to customers and grow their business. Mobile application is the part of every human life today in the world. With the mobile applications, business can be enhanced and manage more easily always be in touch with clients. Simplify your Mobile development, grow your user base, and  feel the best user interfaced app and monetize more effectively with us.Our team has competency in iOS, Android, Windows Phone and Blackberry and is proficient in Mobile Web. They have the right expertise to deliver apps that are tailor-made to fulfill your business objectives across a range of mobile platforms, including iPhone, Android, iPad, Blackberry,Windows Mobile etc. "},
    {"title":"E- Commerce Design & Development","description":"E-commerce is the activity of buying or selling of products on online services or over the Internet. Electronic commerce draws on technologies such as mobile commerce, electronic funds transfer,  Internet marketing, online transaction processing, electronic data interchange (EDI), inventory management systems, and automated data collection systems. Dwaipayana Technologies is the best platform for e commerce web / mobile applications. We provide best features in web and mobile applications including online payment gateway  like google pay, razor pay, phone pay and many other options. Etc. Dwaipayana Technologies develops the best e commerce websites & android apps based on the customer requirements @ affordable price. Our team will help you out the each customers with necessary updates  of app environment."},
    {"title":"Logo Design & Services","description":"A Logo is described as a symbol, sign, or emblem. It symbolically represents the face of your organization. In other words, it acts as an identifier for the people to recognize your organization and functions as a statement of your website and your online presence. Because there are number of companies in the digital  world offering the same or similar products or services or engaged in the same kind of business. And so having a Logo helps for they help distinguish your company from others of the same kind of business. Dwaipayana Technologies offers the best and corporate logo designs @ affordable prices. We will design the logos for all type of businesses for empowering the business values and solutions. Our logos will give the perfect picture of your business to clients."},
    {"title":"Student Projects & Training","description":"Student projects are the most important projects in the career. Sometimes it is the basement of the Career. We help the students in there academic projects from the very beginning of the project.We also provide the industrial training to students by giving the real time projects. So that every student will get involved in the project and will guide the students in the proper way by giving the manuals.Our Company undertakes the student academic projects of different education qualifications and help the students in the excecution of their projects with all the facilities required for them.We will develop the best students projects in the platforms like IOT, ANDROID, IOS, WEBSITE , SOFTWARE with  latest technologies @ affordable prices with future career guidance."},
    {"title":"Digital Marketing","description":"Online marketing, also known as digital marketing, is the key business tool for enterprises today as it enables them to harness the power of the internet to take their business to the next level. It helps them gain visibility across the search engines, boost the website traffic, and engage users so that they get converted into customers. With most of the competitors in the market investing in a digital strategy, it becomes imperative for the business to stay in the race. At Dwaipayana Technologies, we are a leading online marketing agency that offers a comprehensive range of services to help your business grow."}
]